
data_set_anecdots = [
    
    'Заходит мать в комнату, где отец ебёт сына, и говорит: Христос воскрес. Отец ничего не ответил, лишь молча ударил своими яйцами по яйцам сына.',
    'Что такое минет по-кавказски? Как и обычный, только с аджикой.',
    'Однажды я проснулся от утреннего минета. Это был последний раз, когда я засыпал в метро с открытым ртом.',
    'Сколько получают блоггеры в Северной Корее?,, десять лет строгого режима.',
    'Как называется попытка отыграться в нарды?, Ереванш',
    'бабушка купи мне рибок,, нахуя у тебя же аквариума нет',
    'Как снять толстую проститутку?, А зачем? Пускай висит',
    'Спрашивает как-то инвалид колясочник в компьютерном клубе. Пацаны, а как тут ходить? Покрути колесико.',
    'Пошутил в отделении почты России. Ни до кого не дошло',
    'Лампа горела, но света не давала. Штирлиц погасил лампу и Света дала.' 
    
]