data_kr_10 = {
              'пять': 5,
              'шесть': 6,
              'семь': 7,
              'восемь': 8,
              'девять': 9,
              'десять': 10,
              'одинандцть': 11,
              'двенадцать': 12,
              'тринадцать': 13,
              'четырнадцать': 14,
              'пятнадцать': 15,
              'шестнадцать': 16,
                'семнадцать': 17,
                'восемнадцать': 18,
                'девятнадцать': 19,
                'двадцать': 20,
                'тридцать': 30,
                'сорок': 40,
                'пятьдесят':50 ,
                'шестьдесят': 60,
                }


data_set_podez = ['минута', 'минуты', 'минут']
data_set_podez_sec = ['секунду','секунды', 'секунд']
data_set_podez_hours = ['час', 'часа', 'часов']


data_set_one_nine = {
    'одну': 1,
    'две': 2,
    'три': 3,
    'четыре': 4,
    'пять': 5,
    'шесть': 6,
    'семь': 7,
    'восемь': 8,
    'девять': 9,
}