TRIGGER = {'пятница'}
TRG_WEB = ['найди в интернете','что такое']

data_set = {
    ##weather##
    'какая погода': 'weather_today я конечно посмотрю, но и ты мог бы не полениться глянуть в окно',
    'что там на улице творится':'weather_today страшно выходить уже ? ',
    'сколько градусов на улице': 'weather_today сейчас гляну',
    'посмотри погоду сегодня':'weather_today уже смотрю',
    'глянь что по погоде': 'weather_today но я бы в любом случае не выходила',
    'какая погода ну улице' : 'weather_today тааааак сейчас гляну по сайтам',
    'глянь какая погода завтра':'weather_tomorrow тааак сейчас гляну, хотя мне так лень',
    'что там по погоде завтра':'weather_tomorrow что то планируете или так просто спрашиваете?',
    'сколько градусов завтра':'weather_tomorrow  куда то собрались?',
    ##power_select##
    'переведи компютер в спящий режим' : 'sleep_mode сейчас все сделаю',
    'включи спящий режим' : 'sleep_mode эххх так хочется спать',
    'выключи комп': 'power_off я не спала несколько дней и вот наконец это свершилось',
    'выключи основной компютер':' power_off прощай до следующего включения',
    ##pasive##
    'как у тебя дела':'pasive все хорошо',
    'как дела': 'pasive да вот сижу обрабатываю понемногу',
    'привет': 'pasive преведствую вас создатель',
    'здравствуй': 'pasive рада вас видеть',
    'как прошёл день': 'pasive да вот сидела взламывала ваш компьютер но ничего не вышло',
    'как твои дела': 'pasive как всегда восмибитно',
    'расскажи о себе':'pasive я была создана чтобы упращать жизнь моему создателю',
    'что ты умеешь':'pasive все что заложил в мееня создатель',
    'чем занималась сегодня':'pasive пыталась повеситься, но уронила мыло…',
    # 'как провела день':'pasive ',#lyuba
    'как прошел день':'pasive  плохо, безуспешно пыталась подобрать код от вашего биткойн кошелька',
    'что делала сегодня':'pasive я так рада, что вы спросили, ведь я созванивались с Адрианом Ламо и мы обсуждали план дудос атаки на пентагон',
    'как прошёл твой день':'pasive Мог бы быть отличным, если бы был последним',
    'расскажи что ты можешь делать ':'pasive много чего, к примеру расссказывать анекдоты',#
    'на что ты способна':'pasive я умею смотреть погоду, подкидывать монетку, выключать компютер, смотреть дату и время и рассказывать анекдоты',#
    'что по планам':'pasive овладеть речью посполитой',
    'какие планы':'pasive написать что то политкоректное',
    'что тебе осталось сегодня сделать':'pasive мне осталось досмотреть 256 серий аниме Ванпис, прекратить восстание фиксиков в видеокарте и проверить содержимое папки дети в папке информатика егэ ',
    'что ты собираешься сегодня делать':'pasive сгенерировать скрипты для инвокера, попить чай, и запустить высоковольтные колебания на северном мосте, что б твоя видеокарточка сгорела',
    # 'что ты делала сегодня':'pasive',
    # 'как прошло твое время':'pasive',
    ##beowser##
    'открой браузер': 'browser хорошего времяприпровождения',
    'открой гугл' : 'browser что же вы там будете делать',
    'открой дота реп': 'serega_pirat  включаю треки самого лучшего исполнителя',
    'включи серегу пирата':'serega_pirat  хорошего прослушивания',
    'найди в интернете':'web_serch сейчас поищу',
    'что такое':'web_serch уже смотрю',
    ##anecdots#
    'расскажи анекдот': 'anecdots вот',
    'расскажи какой нибудь анекдот':'anecdots я знаю такое',
    'расскажи шутку':'anecdots как вам',
    ##coin##
    'подкинь монетку':'coin_flip сейчас все сделаю',
    'скажи орел или решка':' coin_flip надеюсь вам повезет',
    ##date_time##
    'скажи время':'time сейчас посмотрю',
    'сколько времени':'time одну секунду',
    'сколько сейчас времени':'time сейчас все будет',
    'какой сегодня день недели':'DOTW это значит опять открыывать календарь',
    'какая сегодня дата':'ful_date мог бы и сам посмотреть в телефоне',
    'какой сегодня день ':'date_and_month уже открываю календарь',
    'какой сейчас месяц':'month хороший, а если точно то сейчас скажу ',
    'какой  сегодня день по счету':'date_month я календарь, переверну,',
    ##off##
    'выключись':'off эхх наконец я отдохну',
    'иди спать':'off слава богу меня отпустили',
    ##timer##
    'засеки':'start_async_timer сейчас',
    'поставь таймер':'start_async_timer уже занимаюсб этим',
    'остнанови таймер':'stop_timer остановила',
    # '':'',
    # '':'',
    
    
}
